ZigEmbeddedGroup/texasinstruments-data/targetdb/Modules/C29/f29h85x_ipc_counter_regs.xml
<module id="IPC_COUNTER_REGS" HW_revision="" description="IPC COUNTER Registers">
	<register id="IPCCOUNTERL" width="32" page="0" offset="0x0" instances="1" instaddr="4" internal="0" description="IPCCOUNTERL Register">
		<bitfield id="COUNT" description="IPC Counter's lower 32-bit" begin="31" end="0" width="32" rwaccess="R"/>
	</register>
	<register id="IPCCOUNTERH" width="32" page="0" offset="0x4" instances="1" instaddr="4" internal="0" description="IPCCOUNTERH Register">
		<bitfield id="COUNT" description="IPC Counter's upper 32-bit" begin="31" end="0" width="32" rwaccess="R"/>
	</register>
</module>
